---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.FlangeFillet
source: html/dcbf6a27-cdd3-0cd6-5d62-816919635667.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.FlangeFillet Property

Flange Fillet - fillet radius at the flange end.

## Syntax (C#)
```csharp
public double FlangeFillet { get; set; }
```